{
  "withPenalty": [
    {
      "title": "Игровой процесс",
      "entries": [
        {
          "ruleText": "Запрещено использование читов, модов, прозрачных текстурпаков и прочих программных средств, дающих игровое преимущество над другими игроками и не предусмотренными игрой.",
          "penalty": "Бан навсегда"
        },
        {
          "ruleText": "Запрещена эксплуатация багов (ошибок или недоработок в сервере, сайте или игровом клиенте). Нашедшему баг стоит оповестить об этом Администрацию. Утаение или корыстное использование бага запрещено. Сотрудничество поощряется.",
          "penalty": "Любая мера наказания по усмотрению администрации"
        },
        {
          "ruleText": "Гриферство во всех его возможных проявлениях.",
          "penalty": "Любая мера наказания по усмотрению администрации"
        }
      ]
    },
    {
      "title": "Постройки",
      "entries": [
        {
          "ruleText": "Для обеспечения безопасности вашего строения и сундуков в нем вы должны заприватить* свой дом и/или прилегающую к нему территорию."
        },
        {
          "ruleText": "Если ваше незаприваченное сооружение приватит другой игрок, то постройка переходит в его владение со всем имуществом внутри."
        },
        {
          "ruleText": "Запрещено создание и владение регионами, в которых продолжительное время отсутствуют какие-либо постройки.",
          "penalty": "Удаление региона"
        },
        {
          "ruleText": "Запрещено строить постоянно включенные драм-машины, замкнутые на себя редстоун-цепи и совершать другие подобные действия, приводящие к чрезмерной нагрузке на сервер.",
          "penalty": "Снос строения, бан до 7 дней"
        },
        {
          "ruleText": "Запрещены анти-афк механизмы.",
          "penalty": "Снос строения, бан до 7 дней"
        },
        {
          "ruleText": "Запрещено блокировать выходы со зданий, порталов и варпов.",
          "penalty": "Снос строения, бан до 1 дня"
        }
      ]
    },
    {
      "title": "Чат",
      "entries": [
        {
          "ruleText": "Запрещены нецензурные выражения (мат), оскорбления и провокации других игроков, Администрации.",
          "penalty": "Мут от 5 минут(в особо тяжелых случаях бан)"
        },
        {
          "ruleText": "Запрещена реклама других игровых проектов и серверов.",
          "penalty": "Бан навсегда"
        },
        {
          "ruleText": "Запрещена чрезмерно частая отправка неинформативных сообщений, рекламы варпов и магазинов (флуд).",
          "penalty": "Мут на 1 день"
        },
        {
          "ruleText": "Запрещено выпрашивать у Администрации предметы, смену времени суток и погоды, телепортацию к другому игроку и прочее.",
          "penalty": "Кик(в особо тяжелых случаях мут)"
        },
        {
          "ruleText": "Запрещено представляться Администрацией, а также угрожать возможными родственными или дружескими связями.",
          "penalty": "Бан до 7 дней"
        },
        {
          "ruleText": "Обращаясь к администрации четко и лаконично излагайте суть проблемы. Если в не в состоянии четко излагать свои мысли, мы оставляем за собой право вас игнорировать."
        }
      ]
    },
    {
      "title": "Правила для игроков с привилегиями",
      "entries": [
        {
          "ruleText": "Игроки с привилегиями не имеют права раздавать ресурсы, полученые с помощью этих привилегий.",
          "penalty": "Бан от 5 дней"
        },
        {
          "ruleText": "Игроки с привилегиями не имеют права выдавать себя за Создателя* и продавать игровую валюту/привилегии.",
          "penalty": "Бан от 1 до 4 недель"
        },
        {
          "ruleText": "Игроки с привилегиями не имеют права убивать других игроков находясь в креативе/режиме бога/режиме полёта.",
          "penalty": "Бан на 3 дня"
        },
        {
          "ruleText": "Игроки с привилегиями не имеют права давать доступ к своему аккаунту другим лицам.",
          "penalty": "Снятие привилегий"
        },
        {
          "ruleText": "Игроки с привилегиями не имеют права ломать/улучшать/изменять чужие постройки, без согласия владельца.",
          "penalty": "Бан до 7 дней"
        },
        {
          "ruleText": "(Для модеров и выше) Запрещается применение меры наказания без указания причины (кик/бан).",
          "penalty": "1 Предупреждение (3 предупреждения = Снятие привилегий)"
        },
        {
          "ruleText": "(Для модеров и выше) Запрещается превышать меры наказания, указанные в данном списке.",
          "penalty": "1 Предупреждение (3 предупреждения = Снятие привилегий)"
        },
        {
          "ruleText": "(Для модеров и выше) Запрещается игнорирование/бездействие, в случаях нарушения 1 или нескольких вышеуказаных правил.",
          "penalty": "1 Предупреждение (3 предупреждения = Снятие привилегий)"
        }
      ]
    }
  ],
  
  "withoutPenalty": [
    {
      "title": "Общие положения",
      "entries": [
        "Все действия и изменения, производимые Администрацией делаются с одной целью - на благо сервера и его игроков.",
        "Продолжая играть на сервере, вы соглашаетесь с данным сводом правил.",
        "Незнание правил не освобождает вас от ответственности.",
        "Правила могут дополняться. Администрация оставляет за собой право изменять правила, предупреждая об этом игроков минимум за день до изменения.",
        "Попытки уйти от ответственности, ссылаясь на некорректную/недостаточно полную формулировку правил могут привести к более суровым мерам наказания.",
        "Администрация вправе выдать справедливое наказание за случай, не урегулированный правилами.",
        "Будьте благорассудны. Ни один свод правил не может полностью описать все возможные ситуации."
      ]
    }
  ]
}